{
  "Home": "Inicio",
  "Company": "Empresa",
  "Navbar": {
    "Home": "Inicio",
    "Example" : "Ejemplo de apartado"
  },
  "homepage": {
    
    "OurStory" : {
      "title": "BrainPlay: ¡Diversión que Despierta Tu Cerebro!",
      "description": {
        "p1": "¡Sumérgete en un mundo donde jugar significa crecer! Nuestros juegos son un festín de diversión y aprendizaje, perfectos para peques y grandes. ¿Quién dijo que entrenar tu cerebro tenía que ser aburrido? Aquí, cada clic es una risa y un paso hacia una mente más ágil y brillante. ¡Mejora tu memoria jugando, agudiza tu atención con retos y conviértete en un maestro de los puzzles! Únete a nuestra aventura de alegría y conocimiento, donde cada juego es una explosión de diversión inteligente. ¡Prepárate para sonreír, aprender y sorprenderte!"
      }
   
    },
    "FeatureModule" :{
      "title": "JUEGOS PARA ENTRENAR LA MENTE",
      "m1": "Memoria Visual",
      "d1": "Mejora memoria visual recordando patrones complejos bajo presión de tiempo.",
      "m2": "Concentración",
      "d2": "Desafía la concentración y estrategia planificando acciones en secuencias desafiantes.",
      "m3": "Reflejos",
      "d3": "Juego de reacción rápida para mejorar agilidad mental y precisión.",
      "m4": "Puzzle",
      "d4": "Fomenta la flexibilidad mental y resolución de problemas con puzzles cambiantes."
    }

  },
 

  "company": {
    "title": "SOBRE NOSOTROS",
    "title2" :  "<i>Entrena tu cerebro para ver lo invisible y resolver lo imposible</i>",
    "description" :{
      "p1": "<strong>TAM ENERGY, S.L.</strong> es una división de la empresa TAM (<strong>TECNOLOGIA APLICADA A LA MAQUINARIA S.L.</strong>), Desde 1992, nos especializamos en la fabricación y automatización de maquinaria, con especial énfasis en el ámbito de las energías renovables, consolidando así nuestra división SOLAR. Apostamos firmemente por la I+D+i, diseñando sistemas propios que son sinónimo de innovación y eficiencia, con la mirada puesta en la proyección internacional de nuestros productos.",

    "p2": "Somos pioneros en la utilización de tecnología puntera para la fabricación de tornillos de tierra. Contamos con un equipo de ingenieros multidisciplinario que, respaldado por su vasta experiencia, se encarga del diseño y perfeccionamiento de nuestras soluciones.",

    "p3": "Nuestro sello es el compromiso y la excelencia, ofreciendo soluciones de vanguardia. Al elegirnos, nos hacemos partícipes de sus retos y aspiraciones."

    }
  },

 
  "brainChallenge": {
    "title": "Desafío Matemático: Aventura Numérica",
    "subTitle":"¡Descubre el poder del cerebro humano!",
    "description": "Embárcate en una aventura emocionante donde los números cobran vida. Este juego está diseñado para mejorar tus habilidades matemáticas de una manera divertida y desafiante."
  },
  "404": {
    "title": "Lo sentimos, pero la página que estás buscando no se ha encontrado."
  },
  
  "error404": {
        "message": "Lo sentimos, pero la página que estás buscando no se ha encontrado.",
        "return": "Volver"
  }

}
